CoenraadS.bracket-pair-colorizer-2

formulahendry.auto-close-tag

formulahendry.auto-rename-tag

aaron-bond.better-comments

formulahendry.code-runner

adpyke.codesnap

naumovs.color-highlight

dsznajder.es7-react-js-snippets

dbaeumer.vscode-eslint

anteprimorac.html-end-tag-labels

solnurkarim.html-to-css-autocompletion

idleberg.icon-fonts

oderwat.indent-rainbow

xabikos.JavaScriptSnippets

glenn2223.live-sass

ritwickdey.LiveServer

esbenp.prettier-vscode

bradlc.vscode-tailwindcss
